[
   {
      "Id":"1",
      "EventName":"Online Quiz",
      "ClubName":"Quiz",
      "Descr":"Sit at home and earn money every hour! No, we are not a fake ad that skipped past your adblock. The Online Quiz for Instincts 2017 will give you a chance to show off your knowledge of everything under the sun! Follow the facebook page https:\/\/www.facebook.com\/instincts.ssn\/ and get ready for quizzing action in the evenings leading up to Instincts!",
      "Dating":"TBD",
      "Timing":"7PM every evening",
      "Venue":"On the facebook page: https:\/\/www.facebook.com\/instincts.ssn",
      "Info":"",
      "Ruling":[
         "1. Need a facebook account. (Quick, get Zuckerberg to sponsor Instincts!)",
         "2. Rules will be posted on facebook."
      ],
      "ContactName":[
         "Sreenivas",
         "Saketh"
      ],
      "ContactNumber":[
         "9789813312",
         "8056026523"
      ]
   },
   {
      "Id":"2",
      "EventName":"Mehandi and Tattoo competition",
      "ClubName":"Fine Arts",
      "Descr":"1.Let the designer inside you speak through a mehandi cone or produce temporary tattoos. Bring your style into action with your traditional and modern patterns. Arabian designs, exotic artistry or any form of creative expression is most welcome. Materials will be provided.",
      "Dating":" ",
      "Timing":" ",
      "Venue":" ",
      "Info":"Prize Money: 1500, 1000, 500",
      "Ruling":[
         "Team members is to be restricted to two per team.",
         "Time taken to complete the art should be less than 45 minutes.",
         ""
      ],
      "ContactName":[
         "SOWMYA .J "
      ],
      "ContactNumber":[
         "9940132109"
      ]
   },
   {
      "Id":"3",
      "EventName":"LOGO FLASH",
      "ClubName":"Fine Arts",
      "Descr":"Look at the blurry logo, identify it and reproduce it as it is within 20 minutes. Simple right? Just testing your capability to capture a picture in your mind within seconds. Materials will be provided. Come in groups and win exciting prizes!",
      "Dating":" ",
      "Timing":" ",
      "Venue":" ",
      "Info":"Prize Money: 1500, 1000, 500 ",
      "Ruling":[
         "Team members is restricted to maximum 3 per team. ",
         "The art is to be completed within 45 MINUTES."
      ],
      "ContactName":[
         "P K PRIYADHARSHINI"
      ],
      "ContactNumber":[
         "9840633991"
      ]
   },
   {
      "Id":"4",
      "EventName":"Variety show",
      "ClubName":"Variety",
      "Descr":"Variety show includes mime, mimicry, skit and other skills which will entertain the crowd. Be innovative, sharpen your entertaining skills. Pull your sparkling creativity to reality. Be the best team to rock the floor!!!!",
      "Dating":"10-03-2017",
      "Timing":"2pm to 5pm",
      "Venue":"Main auditorium",
      "Info":"Prize amount- 5.5k + 3.5k\r\n1. Fully filmy Youtube fame \"Abishek\"\r\n2.Yashwanth Kishore\r\n",
      "Ruling":[
         "Prelims will be conducted Have your own theme. Each team will be given 10 min for performance and 2min for stage setting. A team may have a Minimum of 5 and maximum of 15. No abusive languages should be used. A team should be represented by one college only. The teams are requested to bring their sound track in Pen drives or Cd s and have another copy for your safety. ID cards are must for registration. The Final Judgment will be mainly based on their performance, sense of Humor, theme and Creativity.Judges decision will be final. "
      ],
      "ContactName":[
         "A.Gousik"
      ],
      "ContactNumber":[
         "+91 90 87 995729"
      ]
   },
   {
      "Id":"5",
      "EventName":"IPL Bidding",
      "ClubName":"Variety",
      "Descr":"Strategy is about making choices, trade-offs; it s about deliberately choosing to be different \u0093 Michael Porter. This event tests your decision making skills at different situations based on your competitors. Choose wisely !!!",
      "Dating":"11-03-2017",
      "Timing":"2pm to 4.30pm",
      "Venue":"Mini Auditorium",
      "Info":"Prize amount- 2.5k +1.5K",
      "Ruling":[
         " Each team should comprise of 2-4 people. (Can be from different colleges). The event will have 2 rounds: First, will be a written test round comprising of questions related to CRICKET alone. Top EIGHT teams from the first round will get through to the second round, which will be the auction. Based on the points scored during auction, winner will be declared. Decision of the coordinators are final "
      ],
      "ContactName":[
         "Antony Amalraj Morais"
      ],
      "ContactNumber":[
         "+91-9176343211"
      ]
   },
   {
      "Id":"6",
      "EventName":"60 secs",
      "ClubName":"Variety",
      "Descr":"Teams should put forth their skills to complete tasks within the time limit, each time will be given certain tasks which they have to complete within 60 seconds. The team with the highest score gets selected to the next level.",
      "Dating":"09-03-2017",
      "Timing":"11am to 1pm",
      "Venue":"Near Fountain",
      "Info":"Prize amount- 1.5k + 1k= 2.5k",
      "Ruling":[
         " Only two members per team More than one team per college is allowed Teams should only use the resources provided to them On the spot registration Judges decision are the final ID card is mandatory"
      ],
      "ContactName":[
         "Bevin Harish"
      ],
      "ContactNumber":[
         "+91 72 00 346055"
      ]
   },
   {
      "Id":"7",
      "EventName":"Adzap",
      "ClubName":"Variety",
      "Descr":"Ad zap is an exciting event to display your flair in the art of convincing people, make unnoticed, noticed and market them to win laurels. Be as creative and as humorous as possible to pull the crowd and become the best crew. Get ready to rock the floor!!!!",
      "Dating":"10-03-2017",
      "Timing":"10am to 12.30pm",
      "Venue":"Central seminar hall",
      "Info":"Prize amount - 3k + 2k +5k",
      "Ruling":[
         " On the spot registrations. 3-4 members per team. The slots will be given on first come first serve basis. The prelims will be conducted on the basis of number of teams registered. The theme for Ad zap is Branding . This event consists of two rounds. First round is Brand surfing where in 2 teams will be competing against each other for the same topic and will be judged on the basis of timing and quality of the tag line. Original tagline of the brand should not be used. Time duration: 5 minutes per team. In the second round the participants will be provided with a product on the spot to advertise. The team should come up with a new brand name for the product given. The advertisement must contain a tagline and details like price and features. Time duration: 2 minutes to prepare and 4 minutes to perform. The topics can be changed on the discretion of the judge. Arbiter s decision will be final. Spontaneity, humor and creativity will be much appreciated. No obscene language should be used. "
      ],
      "ContactName":[
         "Priyadharshini P K"
      ],
      "ContactNumber":[
         "+91 98 40 633 991"
      ]
   },
   {
      "Id":"8",
      "EventName":"Mix N Match",
      "ClubName":"Variety",
      "Descr":" Relate multiple images and find out answers. Try to make connections by virtue of clues given by the host. Use clues, be creative, and pull out your hidden thoughts. Be spontaneous let your sparkling ideas and thoughts lead to victory. So get on the floor to mix and match!!!!",
      "Dating":"11-03-2017",
      "Timing":"10am to 12.30pm",
      "Venue":"CSE Seminar hall",
      "Info":"Prize amount - 2k +1k = 3K",
      "Ruling":[
         " On the spot registration. 2 Members per team. prelims will be conducted which consists of 20 questions the teams with highest scores are qualified to next round second round is \"FACE MASKING\" (i.e.)finding out the personality from the displayed image Selected participants enters into final. final round is \"MIX N MATCH\" where the participants have to link the images to crack a word Decision of the coordinators are final Electronic gadgets are not allowed"
      ],
      "ContactName":[
         "Muthu Parkavi A"
      ],
      "ContactNumber":[
         "+91 99 52 934475"
      ]
   },
   {
      "Id":"9",
      "EventName":"Treasure Hunt",
      "ClubName":"Variety",
      "Descr":"Treasure is the best gift that you give yourself. That gift is equal to nothing. So folks get ready to fly and find clues which will lead to a great victory. Get ready for the fun loving hunting with your team and quickly find clues to attain treasure!! Each team is presented with a group of puzzles, or clues, which teams must solve in order to find a piece of information. ",
      "Dating":"09-03-2017",
      "Timing":"2pm to 4.30pm",
      "Venue":"Near Fountain",
      "Info":"Prize Amount- 2k + 1k = 3k",
      "Ruling":[
         " On the Spot Registration. 2-4 members per team. Prelims will be conducted Inter-Colg Teams allowed (SSN Students not allowed). Co-Ords decisions are final. ID cards are must for registration. "
      ],
      "ContactName":[
         "Simon Selvaraj"
      ],
      "ContactNumber":[
         "+91 96 98 028190"
      ]
   },
   {
      "Id":"10",
      "EventName":"SSN DEBATES",
      "ClubName":"English Literary Club",
      "Descr":"SSN Debates is our flagship event and has evolved into one of the most popular parliamentary style debates in the city. This event is open to teams of two. Cross college teams are allowed.",
      "Dating":"08\/03\/2017 - Day 0",
      "Timing":"9:00am",
      "Venue":"",
      "Info":"",
      "Ruling":[
         "RULES Two members per team In each round, two teams will be pitted against each other. Points of information allowed, the details of which will be put up in a dedicated post shortly. Topics will be out soon! The list of topics and study guidelines will be given in advance for the prelims. SPEECH RULES: Prelims: Each speaker s substantive speech time is 5 minutes. Rebuttal time for each team is 3 minutes, where either speaker from each team can choose to do the rebuttal Questioning by the judges and audience will roughly be allotted 5 minutes per team. Finals: Each speaker s substantive speech time is 7 minutes. Rebuttal time for each team is 4 minutes, where either speaker from each team can choose to do the rebuttal Questioning by the judges and audience will roughly be allotted 5 minutes per team."
      ],
      "ContactName":[
         "Radhakrishnan V"
      ],
      "ContactNumber":[
         "8754507189"
      ]
   },
   {
      "Id":"14",
      "EventName":"LIGHT MUSIC BAND EVENT- DHWANI",
      "ClubName":"Music",
      "Descr":"Think you could be the next Avial, Agam or Indian Ocean? Dhwani, the band event of Instincts is back for all you enthusiasts. Come battle it out with people who think likewise and prove your talent. Music lovers, this event is handcrafted for you guys.",
      "Dating":"9th March 2017",
      "Timing":"10 AM to 4 PM",
      "Venue":"Main Stage",
      "Info":"Bands are requested to pre-register for the event by sending their profile to¨ thessnmusicband@gmail.com. The mail must contain the names of all band members, and contact details of two members for correspondences.",
      "Ruling":[
         "This is an open band event. Inter college teams are allowed. ",
         "This is a two stage event. With the preliminary round being an online video submission round.",
         "Bands must consist of a minimum of 4 participants and a maximum of 10 participants with at least, one vocalist and two instrumentalists.",
         "Songs performed must be in Indian languages only.",
         "The time given for each band performance is 10 minutes including the time for set up of instruments and sound check. ",
         "Own compositions will fetch additional points.",
         "A standard five piece drum kit and a keyboard stand will be provided. Participants are requested to bring other instruments.",
         "No Participant can be a part of more than one band"
      ],
      "ContactName":[
         "Anandh",
         "Bishwanth"
      ],
      "ContactNumber":[
         "9790831175",
         "9655129710"
      ]
   },
   {
      "Id":"15",
      "EventName":"Adapt to Tune",
      "ClubName":"Dance",
      "Descr":"Got the skills to kill any beat that we play and adapt perfectly to the style? Here is the right place to showcase your swag! Come show us what you got!!",
      "Dating":"09\/03\/2017",
      "Timing":"10 am",
      "Venue":"Main Stage",
      "Info":"",
      "Ruling":[
         "The performance will be between 2-3 minutes",
         "The participant should be a college student.",
         "The songs played may be of any genre.",
         "Judges decision will be final."
      ],
      "ContactName":[
         "Priyanka C"
      ],
      "ContactNumber":[
         "9003114115"
      ]
   },
   {
      "Id":"16",
      "EventName":"LIGHT MUSIC SOLO VOCAL â\u0080\u0093 SSN",
      "ClubName":"Music",
      "Descr":"Looking to prove your mettle as a singer? You re at the right place. Flaunt your singing skills at the light music solo vocal event. Enthral us with your voice, all eyes are going to be on you and the stage is all yours. The event is not to be missed for all you aspiring singers!",
      "Dating":"9th March 2017",
      "Timing":"Prelims: 10 AM to 2 PM Finals:",
      "Venue":"",
      "Info":"Rules \r\nPrelims\r\n1. Each participant will be given 3 minutes with set up. \r\n2. Use of karaoke backing track is allowed. Participants using backing tracks must submit their tracks (in a USB device) at the desk before the event begins, aux connections will be available too. Instrumental accompaniment is not allowed.\r\n3. Use of Shruti box is permitted; use of metronome isnt.\r\n4. The judges decision will be final. \r\n\r\nFinals\r\n1. The participant will be given 9 minutes to perform two songs; variety in genre of songs performed will fetch more points.\r\n2. One instrumental accompaniment may be used.\r\n3. Rest of the rules are the same as in the prelims round.\r\n4. As always, the judges decision will be final.",
      "Ruling":[
         "Participants MUST be college students with a valid college ID card.",
         "This is a two stage event: Prelims and Finals.",
         "8-10 participants will be chosen for the Finals by the judge. The judge s decision is final",
         "Songs performed by participants must be in Indian languages. Presence of a considerable amount of foreign language in a performance might lead to disqualification and this is up to the judge. ",
         "Registration for this event is on-spot. Registration will close one hour prior to the beginning of the event (check schedule for event timing)."
      ],
      "ContactName":[
         "Vinay Srinivas",
         "Jose"
      ],
      "ContactNumber":[
         "9840384690",
         "9840480754"
      ]
   },
   {
      "Id":"17",
      "EventName":"LIGHT MUSIC SOLO VOCAL â\u0080\u0093 SSN",
      "ClubName":"Music",
      "Descr":"Looking to prove your mettle as a singer? You re at the right place. Flaunt your singing skills at the light music solo vocal event. Enthral us with your voice, all eyes are going to be on you and the stage is all yours. The event is not to be missed for all you aspiring singers!",
      "Dating":"9th March 2017",
      "Timing":"Prelims: 10 AM to 2 PM Finals:",
      "Venue":"Prelims: Mini Auditorium Finals: Main Auditorium ",
      "Info":"Rules\r\n\r\nPrelims\r\n\r\n1. Each participant will be given 3 minutes with set up. \r\n2. Use of karaoke backing track is allowed. Participants using backing tracks must submit their tracks (in a USB device) at the desk before the event begins, aux connections will be available too. Instrumental accompaniment is not allowed.\r\n3. Use of Shruti box is permitted; use of metronome isnt.\r\n4. The judges decision will be final. \r\n\r\nFinals\r\n\r\n1. The participant will be given 9 minutes to perform two songs; variety in genre of songs performed will fetch more points.\r\n2. One instrumental accompaniment may be used.\r\n3. Rest of the rules are the same as in the prelims round.\r\n4. As always, the judges decision will be final.",
      "Ruling":[
         "Participants MUST be college students with a valid college ID card.",
         "This is a two stage event: Prelims and Finals.",
         "8-10 participants will be chosen for the Finals by the judge. The judge s decision is final.",
         "Songs performed by participants must be in Indian languages. Presence of a considerable amount of foreign language in a performance might lead to disqualification and this is up to the judge. ",
         "the judge. Registration for this event is on-spot. Registration will close one hour prior to the beginning of the event (check schedule for event timing)."
      ],
      "ContactName":[
         "Vinay Srinivas",
         "Jose"
      ],
      "ContactNumber":[
         "9840384690",
         "9840480754"
      ]
   },
   {
      "Id":"18",
      "EventName":"CARNATIC MUSIC EVENT (SOLO) â\u0080",
      "ClubName":"Music",
      "Descr":"The Margazhi music season isn t over yet. See yourself in love with classical music? We give you the stage to showcase your Kutcheri skills. Come, show us your talent in the Classical music event Swaralaya .",
      "Dating":"9th March 2017",
      "Timing":"2PM to 4PM",
      "Venue":"Mini Auditorium ",
      "Info":"Accompaniment will be provided for the rendition. So, Kindly inform your Sruthi before hand.\r\n\r\nThose participating in the event are requested to send a mail to thessnmusicband@gmail.com informing the name of the participant, college, Sruthi and contact details.",
      "Ruling":[
         "Participants will be judged strictly based on their mettle in Carnatic music",
         "Participants may be either instrumentalists (non-percussion) or vocalists.",
         "Each participant will have Ten minutes on stage along with accompaniments (Violin\/Mridangam)",
         "The contestant may begin with a piece of her\/his choice. However, the judge may feel free to interrupt the contestant",
         "The contestant may be asked to answer questions or perform pieces as per the request of the judge and a holistic assessment of the contestant will be made by the judge based on the contestant s response and performance",
         "Cash prizes will be awarded to the top three contestants as chosen by the judge"
      ],
      "ContactName":[
         "Visveshwar Nagarajan",
         "Suuraj"
      ],
      "ContactNumber":[
         "9444712316",
         "9003215395"
      ]
   },
   {
      "Id":"19",
      "EventName":"WESTERN BAND HUNT - ELECTRICS",
      "ClubName":"Music",
      "Descr":" When I was younger, I knew I could be anything - I could be the president if I wanted to, but then that was a stupid idea. I d rather be a rockstar - KURT COBAIN \r\nBe it Slash inspired rock n roll, BB King inspired blues or Metallica inspired metal, The SSN s Electrix is the best platform to release the rock star buried in you. With the crowd on their feet, the lights on your face, the stakes high and the inhibitions low, will you be ready?",
      "Dating":"11th March 2017",
      "Timing":"10 AM to 3 PM",
      "Venue":"Main Stage",
      "Info":"Those participating in the event should send a mail to thessnmusicband@gmail.com informing the name of the band, its members and phone number along with the link.",
      "Ruling":[
         "This is a two stage event. The registrations for the event will have to be done online (through email Â\u0093 check details given below) ",
         "Bands may send online links to their performances (Youtube, Soundcloud or Dropbox) for a maximum of two songs not exceeding 20 minutes.",
         "A panel of judges will shortlist the bands that participate at the main event.",
         "The competition is open to school and college bands only (max. Age limit of 25).",
         "Each band will be allotted 15 minutes on stage including setup.",
         "Songs must predominantly be in English.",
         "The time limit shall be adhered to very strictly.",
         "The judges decision is final and adhering.",
         "A 5 piece drum kit will be provided. All other instruments must be brought by the participants.",
         "No backing tracks will be permitted.",
         "No participant can be in more than one band.",
         "The slots will be allocated randomly before the event. Any exchange of slots will be permitted by mutual agreement only.",
         "In case of any discrepancies, the decision of the coordinators will be binding and final.",
         ""
      ],
      "ContactName":[
         "Samuel",
         "Aditya"
      ],
      "ContactNumber":[
         "7200025154",
         "7401627656"
      ]
   },
   {
      "Id":"20",
      "EventName":"Classical dual",
      "ClubName":"Dance",
      "Descr":"The performance can be in any indian classical dance genere such as bharathanatyam,kathak,mohiniyattam with 2 members in a team.",
      "Dating":"09\/03\/2017",
      "Timing":"10:00 am",
      "Venue":"Main stage",
      "Info":"Total prize amount : 5000",
      "Ruling":[
         " The performance must be between 3 to 5 minutes.",
         "The performance can be in any Indian classical dance genre. (bharatanatyam, kuchipudi, mohiniyattam, odissi etc) ",
         "Participants must be college students only. ",
         "The scoring will be based on performance,presentation and costume\/makeup.",
         "The music\/song for the performance should be classical (Non-film Song)",
         ""
      ],
      "ContactName":[
         "Sujana"
      ],
      "ContactNumber":[
         "9600094640"
      ]
   },
   {
      "Id":"21",
      "EventName":"SPOOF IT UP",
      "ClubName":"English Literary Club",
      "Descr":"The idea of spoofs has always excited all kinds of people! If you have a lot of creative ideas flowing then you should definitely try this event. Movies can be turned into new master pieces by just spoofing it up a little and that s what this event is all about!\r\n\r\n",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"",
      "Ruling":[
         "RULES Maximum of 5 members and minimum of 3 members per team Consists of two rounds - prelims and finals Registrations start in the morning Topics will be given at the time of registration Participants will have about 2-3 hours to prepare for the event Each team will be given 5mins to present Usage of foul language is strictly prohibited Decision of the coordinators will be final"
      ],
      "ContactName":[
         "Varna Suresh"
      ],
      "ContactNumber":[
         "9791031462"
      ]
   },
   {
      "Id":"22",
      "EventName":"POT POURRI",
      "ClubName":"English Literary Club",
      "Descr":"Welcome to the most insanely fun competition of them all. This is a crazy mix of improv events you do not want to miss.\r\n\r\n",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"",
      "Ruling":[
         "RULES Three rounds Individual participation Be there Be funny Have fun Make money"
      ],
      "ContactName":[
         "Jeevan"
      ],
      "ContactNumber":[
         "9941811110"
      ]
   },
   {
      "Id":"23",
      "EventName":"ELC LOUNGE",
      "ClubName":"English Literary Club",
      "Descr":"The lounge is a place to chill and recharge your energy batteries so that you don t miss anything at Instincts!\r\n\r\n",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"",
      "Ruling":[
         "RULES No Netflix. Just Chill. Couches are for potatoes only. Trump jokes are encouraged but Trump is not. Just walk in. Choose a game. Play. Win. Walk out with vouchers."
      ],
      "ContactName":[
         ""
      ],
      "ContactNumber":[
         ""
      ]
   },
   {
      "Id":"24",
      "EventName":"Theatre24",
      "ClubName":"LOP",
      "Descr":"Is acting your passion? Have you always wanted to be under the spotlight? Theatre24 gives everyone an opportunity to experience exactly that! This event is all about testing your theatre skills within 24 hours. It s all about the creative ideas and the crisp implementation. \r\n",
      "Dating":"11-03-2017",
      "Timing":"8.00 a.m.",
      "Venue":"Mini Auditorium ",
      "Info":"",
      "Ruling":[
         "5 member cast + crew ",
         "Registration fee is 50 per member ",
         "One 20 minute script with 5 characters will be handed to each team on the 10th of March at 9am at the Humanities Block ",
         "The scripts are chosen by drawing lots ",
         "One representative from each participating team must be present in the campus on the 10th of March and must pay 250Rs. (Reg. fees for 5 members) Rest of the members can register on the 11th Teams have full freedom to adapt the script (gender swapping, adding local vernacular, extending time etc.) ",
         "The event starts at 8am on the 11th ",
         "Each team will be given time on the 11th to test out lights and sound ",
         "Participants will be judged based on their ability to execute the play within the given time constraint and their theatre skills"
      ],
      "ContactName":[
         "Anusha ",
         "Karthik ",
         "Yamini"
      ],
      "ContactNumber":[
         " 9176767385",
         "9952910767",
         "9600083063 "
      ]
   },
   {
      "Id":"25",
      "EventName":"ONLINE PHOTOGRAPHY",
      "ClubName":"Photography",
      "Descr":"To all the budding photographers out there! Instincts is such a grand event of the year, where you can capture some spectacular photographs. Join us and step on our roller coaster ride to INSTINCTS 2k17-The Carnival. The SSN Photography Club has been an active club in participating and organizing various intra\/inter-collegiate events. During Instincts we conduct two events, Online and On-day Photography contests. We have received over 3000 entries each year for our online contest and over 50-100 participants for the on-day event. Send in your entries and take home exciting prizes",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"",
      "Ruling":[
         "Theme: Open! (Any theme of the participants choice) "
      ],
      "ContactName":[
         ""
      ],
      "ContactNumber":[
         ""
      ]
   },
   {
      "Id":"26",
      "EventName":"ONDAY PHOTOGRAPHY",
      "ClubName":"Photography",
      "Descr":"Show your hotography skills during Instincts!!",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"",
      "Ruling":[
         "Rules: Topics will be given on spot Photos should be submitted at the end of the day Results will be declared on the last day of instincts Only college students are allowed to participate "
      ],
      "ContactName":[
         ""
      ],
      "ContactNumber":[
         ""
      ]
   },
   {
      "Id":"27",
      "EventName":"ONLINE PHOTOGRAPHY",
      "ClubName":"Photography",
      "Descr":"To all the budding photographers out there! Instincts is such a grand event of the year, where you can capture some spectacular photographs. Join us and step on our roller coaster ride to INSTINCTS 2k17-The Carnival. The SSN Photography Club has been an active club in participating and organizing various intra\/inter-collegiate events. During Instincts we conduct two events, Online and On-day Photography contests. We have received over 3000 entries each year for our online contest and over 50-100 participants for the on-day event. Send in your entries and take home exciting prizes.",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"Theme: Open! (Any theme of the participants choice) \r\nDeadline: 7th March 2017\r\nSend us your clicks to spcinstincts2k17@gmail.com\r\nWhile sending in your entries kindly mention your name, college and contact details.\r\n",
      "Ruling":[
         "Rules: Maximum of 3 entries We will not tolerate obscenity of any kind in the photos Winners will be chosen based on like and jury separately"
      ],
      "ContactName":[
         ""
      ],
      "ContactNumber":[
         ""
      ]
   },
   {
      "Id":"28",
      "EventName":"PATTI MANDRAM (Debate)",
      "ClubName":"Saaral",
      "Descr":"If you know the magic of speech, then the stage is for you ",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"Prize amount:\r\n\r\nFirst prize: Rs.3000 \r\nSecond prize: Rs.2000\r\nThird prize: Rs.1500\r\nFourth prize: Rs.1000\r\nFifth prize: Rs.1000\r\nSixth prize: Rs.1000 \r\n",
      "Ruling":[
         "Prelims Â\u0093 pechu potti (speech) Rules:  The duration will be three minutes. Every second of performance after the allocated three minutes will lead to reduction of marks. Four topics wil be given. The participant must choose one among them. Blaming without proof and usage of non-parlimentary words is not allowed. Participants will be selected on the basis of pronunciation, information conveyed and the way it is conveyed. Decision of the judges will be the final one. Topics: Finals Â\u0093 Debate Rules: Top four qualified in speech can participate in this debate. The duration will be seven minutes. Blaming without proof and usage of non-parlimentary words is not allowed."
      ],
      "ContactName":[
         "David"
      ],
      "ContactNumber":[
         "8122142493"
      ]
   },
   {
      "Id":"29",
      "EventName":"VAAYAI MOODI PESAVUM (DumbC)",
      "ClubName":"Saaral",
      "Descr":"Actions speak louder than words. Prove this even more by testing your DumbC skills!",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"Prize amount:\r\nFirst prize: Rs.1500 \r\nSecond prize: Rs.1000\r\nThird prize: Rs.500\r\n",
      "Ruling":[
         "Prelims Rules: A team must consist two members. Usage of mouth to convey the data is considered illegal. The data should not be conveyed by writing it. A team will be given a question paper which consists five words(data to be conveyed). The duration will be two minutes. The time required by the participant will be considered. Any sort of misbehaviour or any act of hurting any individual is not allowed. Finals Rules: A team must consist two members. Usage of mouth to convey the data is considered illegal. The data should not be conveyed by writing it. The data to be conveyed would be thirukkural, proverbs and book titles. The time required by the participant will be considered. Any sort of misbehaviour or any act of hurting any individual is not allowed."
      ],
      "ContactName":[
         "Mohan"
      ],
      "ContactNumber":[
         "9500819724"
      ]
   },
   {
      "Id":"30",
      "EventName":"VAARTHTHAI VILAYAATTU",
      "ClubName":"Saaral",
      "Descr":"Play with all those Tamil words you know!",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"",
      "Ruling":[
         "Rules: A team can consist of maximum two members. Each team will be given with a set of words .one should give clues to find the word with which the other will find the word. No actions are allowed "
      ],
      "ContactName":[
         ""
      ],
      "ContactNumber":[
         ""
      ]
   },
   {
      "Id":"31",
      "EventName":"KALAKKAL KAVIDHAI (poetry writ",
      "ClubName":"Saaral",
      "Descr":"Welcome to all those outstanding poets spread across the state. Are you a person who has got talents to decorate the tamil language with magic of words?? If yes, then this is the right platform for you.",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"\r\nPrize amount:\r\nFirst prize: Rs.1500 \r\nSecond prize: Rs.1000\r\nThird prize: Rs.500\r\n",
      "Ruling":[
         "Rules: The topics will announced on the day of event. The competition includes three rounds namely: haiku (maximum three line poems), poem on given topic and poem about the given picture. The poem should be out of your own creativity. Mixing of other language words is not allowed. The duration will be one hour. It is a Individual event."
      ],
      "ContactName":[
         "Ajith"
      ],
      "ContactNumber":[
         "9789306010"
      ]
   },
   {
      "Id":"32",
      "EventName":"SAKALAKALAA VALLAVAN ",
      "ClubName":"Saaral",
      "Descr":"The perfect stage for an all rounder!",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"",
      "Ruling":[
         "Prelims Rules: Prelims will be a written test. A team can consist of maximum two members. The questions can be related to any field like politics, history, economics, sports, cinema, etc. Use of cellphones or any other electronic gadgets is strictly prohibited. The duration is 45 minutes. Finals Rules: Six teams will be selected based on their performance in prelims. The rules and regulations for various stages for the final round will be announced during the event."
      ],
      "ContactName":[
         ""
      ],
      "ContactNumber":[
         ""
      ]
   },
   {
      "Id":"33",
      "EventName":"KIRUKKEZHUTHTHU (creative writ",
      "ClubName":"Saaral",
      "Descr":"If you are a person filled in with creative thoughts, then this would the best event for you to try out!",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"",
      "Ruling":[
         "Rules: The topics will announced on the day of event. The duration will be 45 minutes. All the questions must be answered. Mixing of other language words will lead to reduction of marks It is a Individual event."
      ],
      "ContactName":[
         "Ram Sharma "
      ],
      "ContactNumber":[
         "9659336828"
      ]
   },
   {
      "Id":"34",
      "EventName":"SIRUKADHAI POTTI (story writin",
      "ClubName":"Saaral",
      "Descr":"If you are the one who writes stories with all small incident that happens around you, then this is the right place to show up your talent.",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"",
      "Ruling":[
         "Rules: This is an individual event. A paragraph will be given. And it should be placed at some point of your story. Relevant title must be given. The story should be out of your own creativity. The story should neither be less than three pages not exceed four pages. The duration will be 40 minutes."
      ],
      "ContactName":[
         "Sathees Babu"
      ],
      "ContactNumber":[
         " 9597487243"
      ]
   },
   {
      "Id":"35",
      "EventName":"KURUKKEZHUTHTHU (crossword)",
      "ClubName":"Saaral",
      "Descr":"If you are the person who has the talent of filling the squares with Tamil alphabets, then this is your turn.",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"",
      "Ruling":[
         "Rules: The duration will be 20 minutes. Spelling mistakes will lead to reduction of marks. Usage of cellphones or any other gadgets will lead to disqualification. A team can consist of maximum of two members."
      ],
      "ContactName":[
         "Divya"
      ],
      "ContactNumber":[
         "9677961704"
      ]
   },
   {
      "Id":"36",
      "EventName":"ISAITAMIL (traditional Tamil s",
      "ClubName":"Saaral",
      "Descr":"Get ready to feed the audience with your outstanding Tamil traditional music.",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"",
      "Ruling":[
         "Rules: A team can consist of maximum of two members. The song must be traditional tamil song\/music (no cine song). The song should not exceed five minutes. Every second of performance after the allocated five minutes will lead to reduction of marks. No musical instruments are allowed. Decision of the judges will be the final one."
      ],
      "ContactName":[
         "Ganesh Kumar"
      ],
      "ContactNumber":[
         "9791736183"
      ]
   },
   {
      "Id":"37",
      "EventName":"KOLAM",
      "ClubName":"Saaral",
      "Descr":"Time to decorate the floor!",
      "Dating":"",
      "Timing":"",
      "Venue":"",
      "Info":"",
      "Ruling":[
         "Rules: A team can consist of two or three people Your art can be a dotted pattern or a rangoli. The maximum area that can be used is 5*5 square.feet The duration will be 90 minutes. All needed things are to be brought by the participants. Templates are not allowed. Decision of the judges will be the final one."
      ],
      "ContactName":[
         "Sathya Priya"
      ],
      "ContactNumber":[
         "9791679758"
      ]
   }
]